<template>
    <div>
        <head-component></head-component>
        <div class="aboutWrap">
            <div class="contain">
                <vue-scroll :ops="ops">
                    使用kabmoo Retail，LLC、kabmoo Treats LLC及其附属公司（合称“kabmoo”、“我们”、“我们”）运营的网站，kabmoo可能提供的任何相关应用程序，以及kabmoo可能不时通过kabmoo网站和/或相关网站提供的所有产品和服务应用程序、kabmoo的相关社交媒体网站和页面（例如，Instagram、Twitter和Facebook），或通过您与kabmoo的交互（网站、应用程序、产品、服务和社交媒体页面，统称为“服务”）受本文所述条款和条件的约束（“条款和条件”）。您通过Apple iOS移动应用软件使用本服务时，应遵守本协议附件A中规定的附加条款。通过使用本服务，您同意本条款和条件，并证明您年满18岁，能够并有能力授予kabmoo本条款和条件中详述的权利，并遵守本条款和条件。这些服务不适用于18岁以下的个人。kabmoo有权在任何时候自行决定拒绝服务和/或禁止或终止使用全部或部分服务，无论是否有任何原因，无论是否通知您。此外，您违反这些条款和条件可能会危及您继续使用服务，并可能导致取消您的订单，以及其他后果。严禁使用任何机器人、蜘蛛或其他与服务相关的自动装置或软件。如果我方合理确定任何订单或尝试订单是由任何机器人或其他自动设备或软件或通过使用任何机器人或其他自动设备或软件做出的，我方有权自行决定拒绝或取消任何此类订单，拒绝接受任何退货或退款，和/或收取补货费用。通过使用本服务，您同意按照“仲裁；集体诉讼豁免；陪审团审判豁免；条款和条件的执行；您将放弃在任何声称的类别或代表诉讼中作为原告或类别成员的权利。对本条款和条件的修改kabmoo保留在任何时候不经通知，仅通过在服务上发布此类添加、更改、更新或修改来添加、更改、更新或修改本条款和条件的权利。任何此类更改、更新或修改将在服务上发布后立即生效。我们建议您定期检查这些条款和条件的变化。您的隐私要了解我们如何收集、使用和保护您通过服务提供给我们的信息，包括个人信息，请查看kabmoo的隐私声明。您的帐户如果您在服务上创建帐户，您有责任维护帐户信息和密码的机密性，并负责保护和限制对此类信息的访问。您理解并同意您对使用您的帐户或密码进行的所有活动负责，无论您是否授权此类活动。kabmoo有权自行决定终止您的帐户和/或以任何理由限制您访问全部或部分服务，包括但不限于长期不活动，而无需通知您。产品描述kabmoo在描述和展示服务上的产品时力求准确。但是，项目有时可能会定价错误、描述不准确或不可用（例如，由于更新服务或我们在其他网站上的广告延迟）。某些重量、尺寸和类似的描述是近似的，仅为方便起见而提供，不同品牌、产品甚至相同或类似产品之间的配合和尺寸可能不同。您的计算机及其显示器的特定技术规格和设置可能会影响其显示服务中提供的产品颜色的准确性。因此，正如下文“免责声明”一节所述，kabmoo并不也不能保证服务信息的准确性、可靠性、通用性或完整性，包括价格、产品图片、说明、规格和可用性指示。kabmoo保留随时更改或更新信息以及更正错误、不准确或遗漏的权利，恕不另行通知。定价和付款所有货物的价格将按服务报价。服务上显示的价格是以美元报价的。价格和供货信息如有变动，恕不另行通知。价格不包括销售税，如适用，或交货成本，这两项费用您都需要支付。
                    由于与以下供应商签订了合同协议，我们不能再为以下品牌提供国际运输/交货：Jordan Nike ACG Nike Apparel New Balance Timberland Vans Vault遗失或被盗包裹如上所述，kabmoo对任何遗失或被盗的货物概不负责。但是，如果您的包裹没有到达，请联系customerservice@kabmoo.com发起UPS索赔。丢失/未签发的原始包装内容kabmoo不对原始制造商提供的鞋类产品内任何丢失的配件负责，例如但不限于：备用鞋带、原始纸巾、吊牌、鞋钉、鞋架/角、，等。kabmoo不对交付的原始鞋盒有轻微和/或重大缺陷的问题负责。我们不为此事提供任何形式的补偿。如果您购买的商品中不包含此类商品，请联系鞋类产品的制造商，以获得有关您的查询的进一步支持。退换货政策为了您的方便，kabmoo为我们的客户提供在购买后30天内退货的选择。某些产品不可退货（包括但不限于“最终销售”商品、国际订单和Ronnie Fieg kabmoo鞋类系列）。“最终销售项目”包括销售项目、帽子、内衣、袜子、泳装、手套、合作鞋类发布、Ronnie Fieg鞋类发布、kabmoo鞋类发布以及其他列为不可退货的项目。此外，如果我们合理地确定，通过使用机器人或其他自动设备或软件订购了可能有资格退货的购买产品，我们保留自行决定拒绝任何此类退货、拒绝提供任何退款和/或收取补货费的权利。对于所有退货，请单击此处访问我们的退货门户。请输入用于您的订单的电子邮件，并按照我们退货门户上的说明接收您的电子发货标签和跟踪号码。包装必须完好无损，未使用的产品必须贴上所有标签。任何退回的鞋子必须与原包装箱一起退回。请注意，没有适当的文件、包装和/或材料的退货或换货将无法接受。kabmoo有权对违反本条款和条件的退货收取重新进货费用，包括退回的损坏或丢失的包装或文件，或我们合理确定是通过使用机器人或其他自动设备或软件订购的物品。任何交付有缺陷的kabmoo产品都可能被送回我们的商店，以获得全额退款或更换（如果产品可用）。对于工厂的任何缺陷（即皮带断裂、鞋跟拉环撕裂或几次磨损后缝线松动），请直接联系制造商，打开损坏的产品索赔。kabmoo不接受任何磨损或损坏的产品作为退货。退换货时，顾客将获赠一张网上礼品卡，金额等于退换货品所付的金额，减去新台币245元的进货费。原运费不予报销。在要求退货或换货时，将生成装运标签。网店信用证不可转让给我们的实体卡布莫地点。个人使用许可证根据本条款和条件，特此授予您个人的、非排他性的、可撤销的、不可转让的许可证，以使用服务并查看服务中包含、描述、引用或可用的内容、功能、软件、信息、数据、产品和材料（统称，“材料”）用于您的个人和非商业目的。所有权和知识产权均不转让给您，而是由kabmoo保留，kabmoo及其许可人是其中所有权利、所有权和权益的独家所有人。除非另有明确规定，所有权利均归kabmoo所有。就本许可证而言，您可以下载资料，但前提是您不得以任何方式修改或更改资料，也不得删除、模糊或更改其中的任何版权、商标或其他知识产权声明。您可以在一个或多个由您运营的其他网站上提供kabmoo网站的链接，前提是这些网站链接到主页(https://kabmoo.com/)只有和你没有从任何网站或服务链接，违反以下任何“使用限制”，或是或包含恶意代码（定义如下）和/或内容是诋毁、辱骂、骚扰、非法、歧视、欺诈或侵犯kabmoo或任何个人或实体的知识产权、隐私或其他权利。未经kabmoo事先明确书面同意，禁止链接到服务中的其他内容。本有限许可证明确禁止以任何方式制作kabmoo内容或进行任何其他活动
                    使用限制您同意您不得：（a）复制、复制、修改、使用、重新发布、上载、发布、传输、出售、转售、许可、出租、租赁、出借、以任何方式分发或商业利用、反编译、逆向工程、反汇编、以其他方式尝试从源代码派生、修改或创建基于源代码的衍生作品在、服务或从服务或通过服务获得的任何材料上；（b）以任何可能混淆、误导或歪曲其来源、赞助或从属关系的方式“框架”或使用服务或任何材料；（c）使用任何机器人、蜘蛛或其他自动装置，手动过程或应用程序或数据挖掘或提取工具，以访问、监控、复制或使用服务或任何材料，干扰产品库存或可用性，或下达或采取准备步骤下达产品、货物或服务订单；（d） 采取任何对服务施加不合理或过大负荷的行动；（e）采取任何与您使用服务或材料有关的行动，违反任何适用的地方、州、国家或国际法律、规则、条例或法院命令；或（f）以其他方式使用服务或材料为任何非法或滥用目的提供服务，包括但不限于侵犯任何知识产权（无论是否属于kabmoo或第三方），发布或分发任何“有害”或“恶意”代码或编程设备（例如，病毒、恶意软件、勒索软件、损坏的文件、钥匙锁、，后门、陷阱门、定时器或其他禁用设备）或可能对服务或任何其他软件、硬件、网络或其他技术的运行产生不利影响的任何其他类似软件或程序（统称为“恶意代码”）。最后，不要在驾驶机动车或步行时使用这些服务。这种使用可能会分散你的注意力，可能会对你或其他人造成危险，在许多地区是非法的。专有材料所有服务和材料，对这些服务和材料的任何改进或修改，基于这些服务和材料的任何衍生作品，以及所有这些服务和材料的收集、安排和组装，除非本协议另有明确规定，均为kabmoo或其许可人和kabmoo（以及适用时，其许可人）保留所有权利。服务和材料的内容受美国和世界版权和知识产权法及条约规定的保护。服务和材料中使用的或与之相关的商标、服务标志、商号、徽标和其他标识符是kabmoo、其许可人或第三方的专有服务标志或商标，在美国和国际上受到保护。未经kabmoo或其许可人（如适用）的事先书面授权，不得复制、修改或使用任何此类标记或标识符。除上述明确规定外，本协议中的任何内容均不得视为授予您或任何其他个人或实体任何版权、商标、商业秘密或其他专有权利的许可或权利，无论该等版权、商标、商业秘密或其他专有权利是否为kabmoo、其许可人或任何其他人所有。免责声明本服务和所有材料均按“现状”和“可用”向您提供，无任何明示或暗示的陈述或保证，包括但不限于：（a）对适销性、特定用途适用性、不侵权或所有权的任何暗示保证；（b） 关于服务或材料的可用性、准确性、可靠性、操作、使用或性能的任何保证；（c）将纠正缺陷或使其可用的服务、材料和/或服务器和连接将不中断、安全或无错误或恶意代码的任何保证；以及（d）交易过程或履行过程中产生的任何默示保证。此外，kabmoo不能也不陈述、保证或保证通过服务获取的材料是准确、正确、完整、可靠或最新的，kabmoo对其中的任何错误或遗漏，或因您依赖此类信息而产生的任何后果概不负责。责任限制在适用法律允许的范围内，kabmoo、其合作伙伴或其任何第三方提供商或许可方均不对您或任何第三方的任何直接、间接、特殊、附带、惩戒性、惩罚性和后果性损害承担责任，即使之前已告知kabmoo此类损害的可能性，无论是在根据合同、疏忽或任何其他理论提起的诉讼中，由使用、无法使用或履行服务或通过服务可访问的任何材料、页面或内容引起或与之相关。
                </vue-scroll>
            </div>

        </div>
    </div>
</template>


<script>
import headComponent from "@/components/headComponent";
import Utils from "@/utils/util";
export default {
  name: "about",
  data() {
    return {
      ops: {
        vuescroll: {},
        scrollPanel: {},
        rail: {
          background: "#000",
          opacity: 0.6,
          size: "5px",
          specifyBorderRadius: false,
          gutterOfEnds: null, //轨道距 x 和 y 轴两端的距离
          gutterOfSide: "2px", //距离容器的距离
          keepShow: false, //是否即使 bar 不存在的情况下也保持显示
          border: "none" //边框
        },
        bar: {
          hoverStyle: true,
          onlyShowBarOnScroll: false, //是否只有滚动的时候才显示滚动条
          background: "#fff" //颜色
        }
      }
    };
  },
  components: {
    headComponent
  },
  methods: {},
  computed: {},
  created() {}
};
</script>

<style lang="scss" scoped>
.aboutWrap {
  position: relative;
  width: 1000px;
  margin: 0 auto;
  .close {
    position: absolute;
    top: 20px;
    left: 20px;
  }
  .contain {
    padding: 40px 30px 30px 30px;
    text-align: center;
    font-size: 12px;
    background: #fff;
    border-radius: 20px;
    color: #333;
    height: 450px;
    line-height: 25px;
  }
}
</style>